[
  "number-headings-obsidian",
  "attachment-management",
  "attachment-flow-plugin",
  "obsidian-enhancing-mindmap",
  "spreadsheets",
  "obsidian-excalidraw-plugin",
  "pkmer",
  "editing-toolbar",
  "webpage-html-export",
  "wechat-public-platform",
  "obsidian-git",
  "ridian",
  "execute-code"
]